Repository: oss-fruct-org/origamizoo-l10n
Catalog: *.po
Languages: ru

# sitting_dog_11
source: To make the nose, crease twice, then Inside Reverse fold each crease.
ru: Сделайте нос, согнув его дважды.

# sitting_dog_12
source: Inside Reverse fold once again to the end of the nose.
ru: Согните крайнюю часть носа еще раз.

# sitting_dog_14
source: Crease well, twice, along the lines shown. Then Inside Reverse fold both to make the tail.
ru: Хорошо прогладьте по показанным линиям. Затем сделайте хвост.

# sitting_dog_15
source: Fold the bottom part of both sides of the tail upwards toward the body.
ru: Согните заднюю часть обеих частей хвоста вверх к телу.

# snapper_1
source: Start with a rectangular piece of paper, coloured side up. Fold in half, then open.
ru: Положите прямоугольный лист бумаги цветной стороной вверх. Согните пополам, разогните.

# snapper_2
source: Fold in half downwards.
ru: Согните пополам сверху вниз.

# snapper_3
source: Bring corners in to centre line.
ru: Соедините уголки с центральной линией.

# snapper_4
source: Fold uppermost layer upwards do the same to the back. Crease well.
ru: Согните нижние части вверх к соответствующей стороне.

# snapper_5
source: Pull the sides out and flatten.
ru: Потяните за стороны и прогладьте.

# snapper_6
source: Fold front layer up to top, then do the same at the back.
ru: Согните верхний слой наверх, затем проделайте тоже самое для обратной стороны.

# snapper_7
source: Pull the sides apart and flatten.
ru: Потяните за стороны и прогладьте.

# snapper_8
source: Gently pull the top parts of the model outwards, making a boat shape.
ru: Аккуратно потяните за верхние части наружу, делая форму лодки.

# snapper_9
source: Flatten well.
ru: Хорошо прогладьте.

# snapper_10
source: Tuck the little centre triangle under one of the sides. Then bring the outside corners to meet together, letting the sides move outwards.
ru: Подверните небольшой треугольник в центре под одну из сторон. Затем соедините внешние, заставляя стороны двигаться наружу.

# snapper_12
source: Finished Snapper. To make it snap, hold as shown and press together. It looks especiallly good with eyes!
ru: Готово! Можно дорисовать глаза. Для щелчка зубами, держите, как показано на рисунке и одновременное нажмите на уголки.

# talking_dog_2
source: Fold the top corner down to the bottom corner.
ru: Согните по другой диагонали.

# talking_dog_3
source: Fold the two top corners down to the points shown.
ru: Согните два верхних уголка к показанным точкам.

# talking_dog_4
source: Fold the uppermost layer of the bottom corner up a little way.
ru: Загните верхний слой нижнего угла.

# talking_dog_5
source: Fold this layer up again, from the top of the triangle as shown.
ru: Еще раз согните этот слой вверх, как показано на рисунке.

# talking_dog_6
source: Add eyes and a nose to the dog’s face. If you like you can even add a tongue!
ru: Добавьте глаза и нос. Если хотите, можно добавить и язык.

# talking_dog_7
source: To make your dog talk, hold the model by the ears and move back and forwards shown by the arrows.
ru: Для того, чтобы собака заговорила, держите фигуру за уши и потяните от центра и обратно.

# tortoise_2
source: Now fold the top corner down to the bottom corner.
ru: Теперь согните по диагонали в другом направлении.

# tortoise_3
source: Fold the outside corners in to the centre line.
ru: Согните внешние уголки к центральной линии.

# tortoise_5
source: Fold these same triangles upwards to the top point.
ru: Согните треугольники пополам наверх к верхней точке.

# tortoise_7
source: Fold only the uppermost layers outwards as shown.
ru: Отогните самый верхний слой.

# tortoise_9
source: Cut ONLY the top layer up to the centre of the model.
ru: Сделайте надрез в верхнем слое до центра фигуры.

# tortoise_10
source: Fold out the bottom flaps as you did in Step 5.
ru: Согните полученные закрылки, как в шаге 5.

# tortoise_12
source: Fold the 2 sides in to the centre, and the top point downwards as shown.
ru: Согните две стороны к центру, а верхнюю точку вниз, как показано на рисунке.

# tortoise_13
source: Now fold up.
ru: Теперь сверните.

# tortoise_15
source: Turn Over, the tortoise is finished!.
ru: Переверните фигуру. Черепаха готова!

# twirling_bird_1
source: Start with your paper color side up. Fold in half, as shown.
ru: Положите треугольный лист бумаги цветной стороной вверх. Согните пополам. Разогните.

# twirling_bird_2
source: Fold in half again, crease and open.
ru: Согните пополам, прогладьте и откройте обратно.

# twirling_bird_3
source: Now fold top of model down past the baseline of the model.
ru: Теперь сложите верх фигуры вниз. За границы фигуры.

# twirling_bird_4
source: Fold whole model in half.
ru: Согните всю модель пополам.

# twirling_bird_6
source: Rotate model.
ru: Поверните фигуру.

# twirling_bird_7
source: Fold down the top flap along this line. Then repeat the same thing on the flap behind.
ru: Согните верхний слой вниз по указанной линии. Затем повторите для слоя с другой стороны.

# twirling_bird_8
source: Now fold the wings back upwards so they sit horizontally, as shown.
ru: Согните крылья назад вверх так, что они будут размещены горизонтально.

# twirling_bird_10
source: To make the Twirling bird fly, throw it like a paper plane. It will tumble in circles!
ru: Чтобы птица полетела, запустите ее как бумажный самолет. Она будет падать и кружить.
