Repository: oss-fruct-org/origamizoo-l10n
Catalog: *.po
Languages: ru

# app_name
source: Origami Zoo
ru: Оригами зоопарк

# action_help
source: Instructions
ru: Инструкции

# action_about
source: About
ru: О приложении

# about_version
source: Version %1$s
ru: Версия %1$s

# about_source
source: Thanks Origami Fun (origami-fun.com) project for origami diagrams. Systembar tint. Copyright 2013 readyState Software Limited. Licensed under Apache 2.0 license
ru: Спасибо проекту Origami Fun (origami-fun.com) за изображения оригами. Systembar tint. Copyright 2013 readyState Software Limited. Licensed under Apache 2.0 license

# instruction_swipe
source: Swipe instructions left and right
ru: Сдвигайте экран для следующей инструкции

source: OK
ru: ОК

# list_item_steps
source: Steps: %1$d
ru: %1$d шагов

source: Finished!
ru: Сделано!

# inst_crease
source: Crease line
ru: Линия сгиба

# inst_valley_fold
source: Valley fold
ru: Внутренний сгиб

# inst_fold_in_direction
source: Fold in this direction
ru: Согнуть в этом направлении

# inst_fold_unfold
source: Fold and unfold
ru: Согнуть и разогнуть

# inst_mountain_fold
source: Mountain fold
ru: Внешний сгиб

# inst_turn_over
source: Turn over
ru: Перевернуть

# inst_rotate
source: Rotate
ru: Вращать

# inst_blow_up
source: Blow up
ru: Надуть

# figures_names:0
source: Butterfly
ru: Бабочка

# figures_names:1
source: Crane
ru: Журавлик

# figures_names:2
source: Ladybug
ru: Божья коровка

# figures_names:3
source: Snapper
ru: Рыба

# figures_names:4
source: Talking Dog
ru: Говорящая собака

# figures_names:5
source: Twirling Bird
ru: Кружащая птица

# figures_names:6
source: Bird
ru: Птица

# figures_names:7
source: Dragon Head
ru: Голова дракона

# figures_names:8
source: Flapping Bird
ru: Машущая птица

# figures_names:9
source: Horse
ru: Лошадь

# figures_names:10
source: Jumping Frog
ru: Прыгающая лягушка

# figures_names:11
source: Owl
ru: Сова

# figures_names:12
source: Pelican
ru: Пеликан

# figures_names:13
source: Puffy Bunny
ru: Воздушный заяц

# figures_names:14
source: Sitting Dog
ru: Сидящая собака

# figures_names:15
source: Tortoise
ru: Черепаха

# bird_1
source: Start with your paper white side up. Fold in half, as shown. The open
ru: Положите лист бумаги белой стороной вверх. Согните пополам и разогните обратно.

# bird_2
source: Fold the outside corners into the centre line, and crease well.
ru: Согните уголки внутрь и хорошо прогладьте.

# bird_3
source: Fold the top triangle backwards.
ru: Согните верхний треугольник вниз.

# bird_4
source: Fold the corners of the model in toward the centre, crease well, then open again.
ru: Согните уголки к центру. Хорошо прогладьте. Откройте их обратно.

# bird_5
source: Bring the highlighted corner up and outward using the crease shown. Then bring the highlighted corner back down toward the centre line and flatten.
ru: Вытягивайте выделенный угол вверх и наружу, используя показанные места сгиба. Затем доведите угол обратно вниз к центру и прогладьте.

# bird_8
source: Repeat this step on the opposite corner… the model should now look like this.
ru: Повторите этот шаг для другого уголка… Должно получиться так.

# bird_9
source: Fold the outermost corners backwards on the angle shown and crease well.
ru: Сложите края уголков назад на угол, показанный на рисунке.

# bird_10
source: Mountain fold the model in half. (Fold backwards)
ru: Сложите наружу пополам.

# bird_11
source: Rotate the model slightly so you can see the bird forming.
ru: Слегка поверните модель и вы увидите, что птица формируется.

# bird_12
source: Make these creases and unfold.
ru: Согните и разогните, как показано на рисунке.

# bird_13
source: Using these creases, inside reverse fold to make the head and the tail of the bird. If you have folded the feet at the correct angle (in step 7), the model should stand up. You can refold the feet if you need to.
ru: Используя эти сгибы, сделайте голову и хвост птицы. Если ранее вы согнули лапки верно, то фигура должна получиться. В противном случае, вы можете переделать лапки заново.

# butterfly_2
source: Now Fold the Paper in half diagonally, both ways.
ru: Согните и разогните по обеим диагоналям.

# butterfly_3
source: Fold all four corners into the centre and crease well.
ru: Согните все четыре угла внутрь и хорошо прогладьте.

# butterfly_5
source: Turn Over and Fold all four corners into the centre again.
ru: Переверните и снова согните все четыре угла внутрь.

# butterfly_7
source: Your creases should look like this. It looks complicated, but don't worry!
ru: Сгибы должны выглядеть так. Выглядит сложно, но не волнуйтесь!

# butterfly_8
source: Fold the outside edges into the centre line.
ru: Согните внешние края к центральной линии.

# butterfly_10
source: Holding each inside edge from the point at the centre, bring these edges out to the points shown.
ru: Удерживая каждый внутренний край, доведите их от центра к показанным точкам.

# butterfly_11
source: Then, fold the top edge downwards and flatten.
ru: Согните верхний край и прогладьте.

# butterfly_13
source: Rotate the model, and repeat step 7.
ru: Поверните фигуру и повторите седьмой шаг.

# butterfly_16
source: Fold the top half backwards and flatten.
ru: Согните верхнюю половину и прогладьте.

# butterfly_17
source: Fold down the front outside corners.
ru: Согните вниз в сторону от внешних уголков.

# butterfly_18
source: Fold these outside corners inward as shown.
ru: Согните эти внешние уголки в показанную сторону.

# butterfly_19
source: Fold the butterfly in half.
ru: Согните фигуру пополам.

# butterfly_20
source: Now fold the top layer backwards, at the angle shown.
ru: Теперь согните верхний слой назад на показанный угол.

# butterfly_21
source: And now fold the back wing backwards also at the same angle.
ru: Согните заднее крыло назад. На такой же угол.

# butterfly_23
source: Open out. Your butterfly is complete!.
ru: Откройте. Бабочка готова!

# crane_1
source: Start with a square piece of paper, coloured side up. Fold the top corner of the paper down to the bottom corner. Crease and open again. Then fold the paper in half sideways.
ru: Положите бумагу цветной стороной вверх. Согните лист пополам по диагоналям, как показано на рисунке.

# crane_2
source: Turn the paper over to the white side. Fold the paper in half, crease well and open, and then fold again in the other direction.
ru: Переверните бумагу белой стороной вверх. Сложите пополам, хорошо прогладьте и откройте. Затем повторите в другом направлении.

# crane_3
source: Using the creases you have made, Bring the top 3 corners of the model down to the bottom corner. Flatten model.
ru: Используя полученные линии сгиба, поместите верхние три уголка фигуры к нижнему уголку. Прогладьте.

# crane_6
source: Fold top triangular flaps into the centre and unfold.
ru: Используя полученные линии сгиба, поместите верхние три уголка фигуры к нижнему уголку. Прогладьте.

# crane_7
source: Fold top of model downwards, crease well and unfold.
ru: Согните верхнюю часть фигуры вниз, прогладьте и разогните.

# crane_8
source: Open the uppermost flap of the model, bringing it upwards and pressing the sides of the model inwards at the same time. Flatten down, creasing well.
ru: Откройте самый верхний клапан, переместя вверх. Одновременно проглаживайте боковые части. Прогладьте.

# crane_11
source: Turn model over and repeat Steps 4–6 on the other side.
ru: Переверните модель и повторите шаги 4-6.

# crane_12
source: Fold top flaps into the centre.
ru: Согните верхние клапаны к центру.

# crane_14
source: Repeat on other side, so your model looks like this.
ru: Повторите для другой стороны. Модель должна выглядеть так.

# crane_15
source: Fold both ‘legs’ of model up, crease very well, then unfold.
ru: Согните обе «лапки» вверх, хорошо прогладьте и разогните обратно.

# crane_17
source: Inside Reverse Fold the “legs” along the creases you just made.
ru: Согните «лапки» внутрь полученных складок.

# crane_18
source: Inside Reverse Fold one side to make a head, then fold down the wings.
ru: Согните лапки и крылья.

# dragon_head_1
source: Start with a square piece of paper, coloured side up. Fold in half in 2 directions.
ru: Положите квадратный лист бумаги цветной стороной вверх. Согните пополам в двух направлениях.

# dragon_head_2
source: Turn the paper over to the white side. Fold the paper in half, crease well and open, and then fold again in the other direction.
ru: Переверните лист. Согните пополам, хоршо прогладьте и повторите для другого направления.

# dragon_head_3
source: Using the creases you have made, Bring the top 3 corners of the model down to the bottom corner. Flatten model.
ru: Используя полученные линии сгиба, поместите верхние три уголка фигуры к нижнему уголку. Прогладьте.

# dragon_head_6
source: Fold the bottom corner upwards to the top corner.
ru: Согните и разогните треугольные закрылки к центру.

# dragon_head_7
source: Fold the uppermost outer corners toward the centre line.
ru: Согните внешние углы к центральной линии.

# dragon_head_8
source: Now Fold the top corner down.
ru: Теперь загните верхний уголок вниз.

# dragon_head_10
source: Turn model over and repeat steps 4–6 on the other side.
ru: Переверните фигуру и повторите шаги 4-6 для другой стороны.

# dragon_head_14
source: Now the dragon’s head is folded, all you need to do is pop it open!
ru: Голова дракона сложена, необходимо разогнуть ее.

# dragon_head_15
source: Open it out by gently pulling it apart from the sides, as shown.
ru: Откройте ее, осторожно потянув со сторон, как показано на рисунке.

# flapping_bird_1
source: Start with a square piece of paper, coloured side up. Fold in half twice as shown to create these creases.
ru: Положите квадратный лист бумаги цветной стороной вверх. Согните пополам дважды, чтобы получить указанные линии сгиба.

# flapping_bird_2
source: Turn the paper over to the white side. Fold the paper in half, crease well and open, and then fold again in the other direction.
ru: Переверните лист. Согните пополам, хорошо прогладьте и повторите для другого направления.

# flapping_bird_3
source: Using the creases you have made, Bring the top 3 corners of the model down to the bottom corner. Flatten model.
ru: Используя полученные сгибы, совместите верхние три уголка с низом фигуры. Прогладьте.

# flapping_bird_6
source: Fold top triangular flaps into the centre and unfold.
ru: Согните верхние треугольные карманы к центру. Разогните обратно.

# flapping_bird_7
source: Fold top of model downwards, crease well and unfold.
ru: Согните верх фигуры вниз, хорошо прогладьте и разогните.

# flapping_bird_8
source: Open the uppermost flap of the model, bringing it upwards and pressing the sides of the model inwards at the same time. Flatten down, creasing well.
ru: Откройте самый верхний клапан, переместя вверх. Одновременно проглаживайте боковые части. Прогладьте.

# flapping_bird_11
source: Turn model over and repeat Steps 4–6 on the other side.
ru: Переверните фигуру и повторите шаги 4-6 для другой стороны.

# flapping_bird_13
source: Fold “legs” upward along the outside edges, then open again.
ru: Согните лапки вверх от внешних краев и откройте снова.

# flapping_bird_16
source: Use the creases just made to inside reverse fold these parts.
ru: Используйте сделанные линии сгиба внутри этих частей.

# flapping_bird_18
source: Inside reverse fold the head, and fold down the wings as shown. Then partially open them up again.
ru: Согните голову и лапки, как показано. Затем частично отогните обратно.

# flapping_bird_20
source: To make the wings flap forward, pull the tail.
ru: Для того, чтобы крылья двигались, потяните за хвост.

# horse_1
source: Start with a square piece of paper, coloured side up. Fold the paper in half, crease well and open, and then fold again in the other direction.
ru: Положите квадратный лист бумаги цветной стороной вверх. Согните пополам дважды, чтобы получить указанные линии сгиба.

# horse_2
source: Turn the paper over to the white side. Fold the paper in half, crease well and open, and then fold again in the other direction. Your creases should look like this.
ru: Переверните лист. Согните пополам, хорошо прогладьте и повторите для другого направления.

# horse_3
source: Using the creases you have made, Bring the top 3 corners of the model down to the bottom corner. Flatten model.
ru: Используя полученные сгибы, совместите верхние три уголка с низом фигуры. Прогладьте.

# horse_6
source: Fold upper layer’s outside corners toward centre line, then fold the top downward along the crease shown. Unfold.
ru: Согните внешние уголки верхнего слоя к центральной линии, затем согните верхний уголок к линии сгиба. Разогните.

# horse_7
source: Cut only top layer up to the top crease.
ru: Сделайте вырез в верхнем слое до верхнего сгиба.

# horse_8
source: Fold the “legs” upwards along the creases shown.
ru: Согните лапки вверх, как показано.

# horse_9
source: Fold these sections in half, toward the centre.
ru: Согните эти части пополам по направлению к центру.

# horse_10
source: Fold these sections in half, toward the centre.
ru: Согните эти части пополам по направлению к центру.

# horse_11
source: Turn model over and repeat steps 4–7 on other side. The model should now look like this.
ru: Переверните фигуру и повторите шаги 4-7 для обратной стороны. Должно получиться так.

# horse_12
source: Rotate model and make creases as shown. Unfold.
ru: Поверните фигуру и сделайте показанные сгибы. Разогните.

# horse_13
source: Inside Reverse Fold the head and the tail.
ru: Согните голову и хвост.

# horse_14
source: To make the horse do a somersault, sharply tap upwards under his tail.
ru: Для того, чтобы лошадь прыгнула, резко щелкните по ее хвосту.

# jumping_frog_1
source: Start with a rectangular sheet of paper, white side up. Fold it in half, and open out again.
ru: Положите прямоугольный лист бумаги белой стороной вверх. Согните и разогните пополам.

# jumping_frog_2
source: Fold both top corners to the opposite edge of the paper. Your creases should look like this.
ru: Сложите верхние уголки к противоположному краю бумаги. Должны получиться такие сгибы.

# jumping_frog_3
source: Where the diagonal creases meet in the middle, fold the paper backwards, crease well and open.
ru: Там, где диагональные сгибы пересекаются в середине, согните бумагу назад, хорошо прогладьте и разогните.

# jumping_frog_4
source: Hold the paper at the sides, bring these points down to the centre line, then flatten. The creases should do most of the work here!
ru: Держа бумагу по сторонам, совместите эти точки к центральной линии. Сделанные ранее сгибы должны сделать всю работу!

# jumping_frog_6
source: Fold the uppermost triangles up to the top point.
ru: Согните треугольники вверх к самой верхней точке.

# jumping_frog_7
source: Fold sides in to the centre line.
ru: Согните стороны к центральной линии.

# jumping_frog_8
source: Fold bottom of model upwards so the end sits in the centre of the top diamond.
ru: Согните низ фигуры вверх так, что нижняя часть бумаги будет находиться в центре «ромба».

# jumping_frog_10
source: Now fold the same part downwards, in half.
ru: Теперь согните эту часть пополам вниз.

# jumping_frog_12
source: Turn over and your frog is finished! To make him jump, press down on his back as shown.
ru: Переверните фигуру. Лягушка готова. Чтобы она прыгнула, нажмите на низ, как показано на рисунке.

# ladybug_1
source: Start with a square piece of paper, white side up. Fold in half.
ru: Положите квадратный лист бумаги белой стороной вверх. Согните пополам.

# ladybug_2
source: Fold this triangle in half, crease well then open.
ru: Согните треугольник пополам, прогладьте и откройте обратно.

# ladybug_3
source: Fold the top 2 corners downwards, but not right to the centre line: leave a little gap.
ru: Сложите два верхних угла вниз к центральной линии, оставляя небольшие промежутки.

# ladybug_5
source: Turn model over. Fold down top corner to the centre point of the model.
ru: Переверните модель. Загните верхний уголок к центральной точке.

# ladybug_6
source: Now fold this corner upwards, and flatten.
ru: Теперь согните уголок вниз и прогладьте.

# owl_1
source: Start with a square piece of paper, coloured side up. Fold the top corner of the paper down to the bottom corner. Crease and open again. Then fold the paper in half sideways.
ru: Положите квадратный лист бумаги цветной стороной вверх. Согните пополам дважды, чтобы получить указанные линии сгиба.

# owl_2
source: Turn the paper over to the white side. Fold the paper in half, crease well and open, and then fold again in the other direction.
ru: Переверните лист. Согните пополам, хорошо прогладьте и повторите для другого направления.

# owl_3
source: Using the creases you have made, Bring the top 3 corners of the model down to the bottom corner. Flatten model.
ru: Используя полученные сгибы, совместите верхние три уголка с низом фигуры. Прогладьте.

# owl_6
source: Fold top triangular flaps into the centre and unfold.
ru: Согните верхние треугольные карманы к центру. Разогните обратно.

# owl_7
source: Fold top of model downwards, crease well and unfold.
ru: Согните верхние треугольные карманы к центру. Разогните обратно.

# owl_8
source: Open the uppermost flap of the model, bringing it upwards and pressing the sides of the model inwards at the same time. Flatten down, creasing well.
ru: Откройте самый верхний клапан, переместя вверх. Одновременно проглаживайте боковые части. Прогладьте.

# owl_11
source: Turn model over and repeat Steps 4–6 on the other side.
ru: Переверните фигуру и повторите шаги 4-6 для другой стороны.

# owl_12
source: Fold front flap down.
ru: Загните передний карман вниз.

# owl_13
source: Fold back flap down.
ru: Загните задний карман вниз.

# owl_14
source: On the top layer, fold the top corners in to the centre line, and repeat on back.
ru: Согните верхние уголки к центральной линии для верхнего слоя. Проделайте это для задней стороны.

# owl_16
source: Form wing by lifting up from the inside, and twisting the wing forwards. Repeat for other wing.
ru: Сформируйте крылья, поднимая их сзади, скручивая крыло назад. Повторите для другого крыла.

# owl_18
source: Fold top of model down as shown.
ru: Согните верхнюю часть, как показано.

# owl_19
source: Fold back up along crease shown.
ru: Отогните обратно меньшую часть согнутого ранее.

# owl_20
source: Fold whole top down along crease shown.
ru: Согните верхнюю часть полностью вниз вместе с линией сгиба.

# owl_21
source: Cut ONLY TOP layer, along the line shown.
ru: Разрежьте верхний слой, следуя показанной линии.

# owl_22
source: Fold upwards to form feet.
ru: Отогните для создания лап.

# owl_24
source: Turn owl over and cut the top layer only as shown.
ru: Переверните модель и разрежьте по показанным линиям.

# owl_25
source: Turn back over and lift up the ears.
ru: Переверните обратно и поднимите уши.

# pelican_2
source: Fold the outside corners into the centre line, and crease well.
ru: Переверните лист. Согните пополам, хорошо прогладьте и повторите для другого направления.

# pelican_3
source: Fold into the centre once again.
ru: Согните к центру.

# pelican_5
source: Turn model over and fold bottom corner up to the top corner. Crease very well.
ru: Переверните модель и сложите нижний уголок к верхнему. Хорошо прогладьте.

# pelican_6
source: Fold in half.
ru: Сложите пополам.

# pelican_7
source: Rotate model.
ru: Разверните модель.

# pelican_8
source: Raise the inside triangle upwards slowly, then flatten and crease well.
ru: Медленно поднимите внутренний треугольник вверх, хорошо прогладьте.

# pelican_10
source: Inside Reverse Fold the head along the crease shown.
ru: Сделайте загиб по показанной линии.

# pelican_11
source: Fold each wing upward as shown, then open out slightly. The pelican will now rest on its wings and sit up.
ru: Согните каждое крыло вверх, затем немного приоткройте. Теперь пеликан будет опираться на свои крылья.

# puffy_bunny_2
source: Turn the paper over and fold in half diagonally and in both directions. Crease well and open out once again.
ru: Переверните лист. Согните пополам, хорошо прогладьте и повторите для другого направления.

# puffy_bunny_3
source: Holding the points shown, bring them both down to the centre point on the bottom line. Flatten model. This is called a waterbomb base.
ru: Удерживая показанные точки, совместите их с точкой на нижнем крае. Прогладьте модель. Эта часть называется основой водной бомбочки.

# puffy_bunny_4
source: Holding the points shown, bring them both down to the centre point on the bottom line. Flatten model. This is called a waterbomb base.
ru: Удерживая показанные точки, совместите их с точкой на нижнем крае. Прогладьте модель. Эта часть называется основой водной бомбочки.

# puffy_bunny_5
source: Holding the points shown, bring them both down to the centre point on the bottom line. Flatten model. This is called a waterbomb base.
ru: Удерживая показанные точки, совместите их с точкой на нижнем крае. Прогладьте модель. Эта часть называется основой водной бомбочки.

# puffy_bunny_6
source: Fold front triangles in to centre line.
ru: Согните передние треугольники к центральной линии.

# puffy_bunny_7
source: Fold front triangles in to centre line.
ru: Согните передние треугольники к центральной линии.

# puffy_bunny_8
source: Fold edges to centre line.
ru: Загните края к центральной линии.

# puffy_bunny_9
source: Fold front flaps of top triangles downwards, creasing well.
ru: Согните верхние карманы верхних треугольников вниз, прогладьте.

# puffy_bunny_10
source: Fold again, diagonally, then tuck into pockets.
ru: Загните еще раз, по диагонали. Затем уложите в карманы.

# puffy_bunny_11
source: Fold again, diagonally, then tuck into pockets.
ru: Загните еще раз, по диагонали. Затем уложите в карманы.

# puffy_bunny_12
source: Turn over and fold bottom corners in to centre.
ru: Переверните и сложите нижние уголки к центру.

# puffy_bunny_13
source: Fold front flap to the left.
ru: Согните передний карман влево.

# puffy_bunny_14
source: Crease front flap into toward centre line.
ru: Согните передний карман к центральной линии.

# puffy_bunny_15
source: Move top flap to the right.
ru: Загните верхний карман вправо.

# puffy_bunny_16
source: Move the next flap to the right.
ru: Доведите следующий карман вправо.

# puffy_bunny_17
source: Crease top flap in toward centre line.
ru: Согните верхний карман к центральной линии.

# puffy_bunny_18
source: Move top flap to the left.
ru: Загните верхний карман влево.

# puffy_bunny_19
source: Fold top layers outward along creases shown.
ru: Согните верхние слои наружу вдоль показанной вкладки.

# puffy_bunny_20
source: Open out the ears.
ru: Откройте уши.

# puffy_bunny_21
source: Fold nose under to form crease shown. Then fold back again.
ru: Сложите нос по показанной линии. Отогните обратно.

# puffy_bunny_22
source: To inflate bunny, blow into its nose!
ru: Надуйте зайца через нос.

# sitting_dog_1
source: Start with white side up. Fold in half.
ru: Положите лист белой стороной вверх. Согните пополам.

# sitting_dog_2
source: Fold to centre line.
ru: Согните уголки к центральной линии.

# sitting_dog_3
source: Fold in half.
ru: Согните пополам.

# sitting_dog_5
source: Crease as shown, flatten well, then open.
ru: Согните по линии, хорошо прогладьте и разогните обратно.

# sitting_dog_6
source: Using this crease, Outside Reverse fold as shown.
ru: Используя полученную линию сгиба, сделайте сгиб от обратной стороны, как показано.

# sitting_dog_7
source: Crease as shown, and open.
ru: Согните и разогните как показано.

# sitting_dog_8
source: Outside Reverse fold once again.
ru: Согните сгиб, как показано на рисунке.

# sitting_dog_9
source: Fold part of neck. Crease well. ‘Sink’ this point by pressing on it to reverse the creases.
ru: Согните часть шеи. Хорошо прогладьте. «Вдавите» эту точку внутрь складок.
